Revit 2027 API
Wall.IsStackedWall Property
 Identifies if the wall is a stacked wall.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsStackedWall { get; }
Public ReadOnly Property IsStackedWall As Boolean
	Get
public:
property bool IsStackedWall {
	bool get ();
}
member IsStackedWall : bool with get
Property Value
Boolean
See Also
Reference
Wall Class
Autodesk.Revit.DB Namespace